---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.RebarHostData
source: html/ae82ed13-a781-0e4f-e218-16abc2da188d.htm
---
# RebarHostData Members

Releases all resources used by the RebarHostData